Repository: Lingmo-Archive/lingmo-desktop
Catalog: po/*/kcm_access.po
Languages: cs

source: AltGraph
cs: Pravý Alt

source: Press %1 while NumLock, CapsLock and ScrollLock are active
cs: Pokud je NumLock, CapsLock a ScrollLock aktivní, stiskněte %1

source: Press %1 while CapsLock and ScrollLock are active
cs: Pokud je CapsLock a ScrollLock aktivní, stiskněte %1

source: Press %1 while NumLock and ScrollLock are active
cs: Pokud je NumLock a ScrollLock aktivní, stiskněte %1

source: Press %1 while ScrollLock is active
cs: Pokud je ScrollLock je aktivní, stiskněte %1

source: Press %1 while NumLock and CapsLock are active
cs: Držte %1, pokud je NumLock a CapsLock aktivní

source: Press %1 while CapsLock is active
cs: Držte %1, pokud CapsLock aktivní

source: Press %1 while NumLock is active
cs: Držte %1, pokud je NumLock aktivní

source: Press %1
cs: Stiskněte %1

source: Could not set gsettings for Orca: "%1" failed
cs: Selhalo nastavení gsettings pro Orca: "%1" selhalo

source: Error: Could not launch "orca --setup"
cs: Chyba: "orca --setup" nelze spustit

source: Use Gestures
cs: Použít gesta myši

source: Delay for timeout
cs: Časový limit

source: Use System Bell
cs: Používat systémový zvonek

source: Customize system bell
cs: Přizpůsobit systémový zvonek

source: Sound file for the Bell
cs: Soubor zvuku pro zvonek

source: Use a visual bell instead of a sound
cs: Používat vizuální zvonek namísto zvuku

source: Invert the system colors on the bell
cs: Invertovat systémové barvy při zvonění

source: Color of the Visible Bell
cs: Barva viditelného zvonku

source: Duration of the Visible Bell
cs: Doba trvání viditelného zvonku

source: Use sticky Keys
cs: Používat kombinace kláves jedním prstem

source: Turn sticky keys off when two keys are pressed simultaneously
cs: Vypnout kombinace kláves jedním prstem při současném stisku dvou kláves

source: Bounce Keys
cs: Zabránit &vícenásobnému stisku klávesy

source: Maximum Velocity
cs: Maximální rychlost

source: Whether Shake Cursor is enabled
cs: Zda je povoleno zatřesení kurzoru

source: Magnification
cs: Zvětšení

source: Activation:
cs: Aktivace:

source: Use gestures for activating sticky keys and slow keys
cs: Používat gesta k aktivaci funkcí pomalých kláves a kláves jedním prstem

source: When a gesture is used:
cs: Při použití gesta:

source: Display a confirmation dialog
cs: Zobrazit potvrzovací dialog

source: Ring the System Bell
cs: Zazvonit systémovým zvonkem

source: Show a notification
cs: Zobrazit upozornění

source: Configure Notifications…
cs: Nastavit upozornění…

source: Please choose an audio file
cs: Prosím, vyberte soubor audio

# Name filters in a file dialog. Do not translate `(*.ogg *.oga *.wav)`
source: ogg, oga, and wav audio files (*.ogg *.oga *.wav)
cs: Audio soubory ogg, oga, a wav (*.ogg *.oga *.wav)

source: Audible bell:
cs: Akustický zvonek:

# Enable the system bell
source: Enable
cs: Povolit

# Defines if the system will use a sound system bell
source: Custom sound:
cs: Vlastní zvuk:

source: Visual bell:
cs: Vizuální zvonek:

# Enable visual bell
source: Enable
cs: Povolit

# Invert screen on a system bell
source: Invert Screen
cs: Invertovat obrazovku

# Flash screen on a system bell
source: Flash
cs: Blesk

# Color of the system bell
source: Color
cs: Barva

# Duration of the system bell
source: Duration:
cs: Doba trvání:

source: Slow keys:
cs: Pomalé klávesy:

# Enable slow keys
source: Enable
cs: Povolit

# Slow keys Delay
source: Delay:
cs: Prodleva:

source: Ring system bell:
cs: Zazvonit systémovým zvonkem:

source: Bounce keys:
cs: Zabránit vícenásobnému stisku kláves:

# Bounce keys enable
source: Enable
cs: Povolit

# Bounce keys delay
source: Delay:
cs: Prodleva:

# System Bell
source: Bell
cs: Zvonek

# System Modifier Keys
source: Modifier Keys
cs: Modifikátory klávesnice

# System keyboard filters
source: Keyboard Filters
cs: Filtrování kláves

# System mouse navigation
source: Mouse Navigation
cs: Navigace pomocí myši

source: Activation Gestures
cs: Aktivační gesta

# System mouse navigation
source: Screen Reader
cs: Čtečka obrazovky

# Shake cursor to find it
source: Shake Cursor
cs: Zatřást kurzorem

source: Sticky keys:
cs: Kombinace kláves jedním prstem:

# Enable sticky keys
source: Enable
cs: Povolit

# Lock sticky keys
source: Lock
cs: Uzamknout

source: Disable when two keys are held down
cs: Vypnout pokud jsou podrženy dvě klávesy

source: Ring system bell when modifier keys are used
cs: Zazvonit systémovým zvonkem pokud jsou použity modifikátory klávesnice

source: Feedback:
cs: Zpětná vazba:

source: Enable
cs: Povolit

source: Acceleration delay:
cs: Prodleva zrychlení:

source: Repeat interval:
cs: Interval opakování:

source: Acceleration time:
cs: Doba zrychlování:

source: Maximum speed:
cs: Maximální rychlost:

source: Pointer acceleration:
cs: Zrychlení ukazatele:

source: Launch Orca Screen Reader Configuration…
cs: Spustit nastavení čtečky obrazovky Orca…

source: Please note that you may have to log out or reboot once to allow the screen reader to work properly.
cs: Prosím, mějte na paměti, že pro správnou funkci čtečky obrazovky je potřeba abyste se jednou odhlásili nebo restartovali.

# @label
source: Shake cursor to find it:
cs: Zatřást kurzorem pro jeho snazší nalezení:

# @option check, Enable shake cursor effect
source: Enable
cs: Povolit

# @label Cursor magnification level
source: Magnification:
cs: Zvětšení:

# @label Normal cursor size
source: Normal
cs: Normální

# @label Large cursor size
source: Large
cs: Velká
